Repository: lord-anonymoose/LinguaStack
Catalog: LinguaStack/Localizable.xcstrings
Source language: en
Languages: ru

source: All
ru: Все

source: App Interface
ru: Интерфейс

source: For learning effectively, we recommend reviewing your vocabulary on a daily basis.
ru: Мы рекомендуем повторять лексику ежедневно для более успешного закрепления материала.

source: For safety and privacy reasons, we do not allow running LinguaStack App on devices with Jailbreak.
ru: По соображениям безопасности, мы не разрешаем использовать приложение LinguaStack на устройствах с Jailbreak.

source: Hello, World!
ru: Привет, мир!

source: Hi there!
ru: Привет!

source: If you would like to keep using our app, please mind switching to another device running supported iOS Version.
ru: Для использования приложения, пожалуйста, используйте устройство на поддерживаемой версии iOS.

source: It looks like your device has been jailbroken
ru: Кажется, девайс был взломан

source: None
ru: Нет

source: Notifications
ru: Уведомления

source: Reminder Time
ru: Время уведомления:

source: Reminder Time:
ru: Время уведомления:

source: Save settings
ru: Сохранить настройки

source: Set a daily reminder for checking the app.
ru: Установите ежедневное напоминание для LinguaStack.

source: Skip
ru: Пропустить

source: This allows us to offer translations for the words you choose to learn. Please note that translations for certain languages may be subject to availability. Primary language can later be changed in settings
ru: Это позволяет нам предложить перевод слов, которые Вы выбрали для изучения. Обратите внимание, что перевод для некоторых языков может быть недоступен. Основной язык можно будет изменить в позже настройках приложения.

source: Time to train your new vocabulary
ru: Пора повторить новую лексику!

source: Welcome to LinguaStack!
ru: Добро пожаловать в LinguaStack!

source: Welcome!
ru: Добро пожаловать!

source: What is your native language?
ru: Выберите родной язык
